Repository: skampshoff-smartling/GitHubConnectorPullRequest
Catalog: EAC-1.1.xcstrings
Source language: en
Languages: de_de, es_419, es_es, fr_fr, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_hans, zh_hant_tw

source: Step
de_de: Schritt
es_419: Paso
es_es: Paso
fr_fr: Étape
it_it: Fase
ja_jp: ステップ
ko_kr: 단계
ms_my: Langkah
pt_br: Etapa
ru_ru: Этап
th_th: ขั้นตอน
vi_vn: Bước
zh_hans: 步骤
zh_hant_tw: 步驟

source: Stock Appreciation Rights
de_de: Wertsteigerungsrechte
es_419: Derechos de apreciación de acciones
es_es: Derechos de apreciación de acciones
fr_fr: Droits à la plus-value des actions
it_it: Diritti di apprezzamento delle azioni
ja_jp: 株式鑑賞権
ko_kr: 주가차액보상권
ms_my: Hak Kenaikan Saham
pt_br: Direitos de valorização de ações
ru_ru: Права на получение выгоды от прироста стоимости акций
th_th: สิทธิ์รับประโยชน์จากราคาหุ้นที่เพิ่มขึ้น
vi_vn: Quyền tăng giá cổ phiếu
zh_hans: 股票增值权（SAR）
zh_hant_tw: 股票增值權（SAR）

# stockTableAwardID
source: Award ID
de_de: Vergabenummer
es_419: ID de compensación
es_es: ID de la retribución
fr_fr: Identifiant d'attribution
it_it: ID conferimento
ja_jp: 報奨番号
ko_kr: 보너스 ID
ms_my: ID Ganjaran
pt_br: ID do prêmio
ru_ru: ID компенсации
th_th: รหัสรางวัล
vi_vn: ID phần thưởng
zh_hans: 奖励 ID
zh_hant_tw: 獎勵 ID

# stockTableCancelled
source: Cancelled
de_de: Storniert
es_419: Cancelado
es_es: Cancelado
fr_fr: Annulées
it_it: Annullato
ja_jp: 取消し済み
ko_kr: 취소됨
ms_my: Dibatalkan
pt_br: Cancelado
ru_ru: Отменено
th_th: ยกเลิกแล้ว
vi_vn: Huỷ
zh_hans: 已取消
zh_hant_tw: 已取消

# stockTableDeferralPayoutSchedule
source: Deferral Payout Schedule
de_de: Auszahlungszeitplan für aufgeschobene Aktien
es_419: Calendario de pagos aplazados
es_es: Calendario de cobros diferidos
fr_fr: Calendrier de paiement différé
it_it: Programma dei pagamenti differiti
ja_jp: 繰延支払いスケジュール
ko_kr: 지연 지급 일정
ms_my: Jadual Penangguhan Pembayaran
pt_br: Cronograma dos repasses prorrogados
ru_ru: График выплат с отсрочкой
th_th: กำหนดการเลื่อนจ่าย
vi_vn: Lịch thanh toán hoãn lại
zh_hans: 递延派息时间表
zh_hant_tw: 遞延派息時間表

# stockTableFootnoteOne
source: 1. Subject to the terms and conditions of your grants.
de_de: 1. Vorbehaltlich der Bedingungen deiner Zuschüsse.
es_419: 1. Sujeto a los términos y condiciones de sus concesiones.
es_es: 1. Sujeto a los términos y condiciones de sus concesiones.
fr_fr: 1. Sous réserve des conditions générales de vos octrois.
it_it: 1. Soggetto ai termini e alle condizioni delle attribuzioni.
ja_jp: 1. 授与条件が適用されます。
ko_kr: 1. 귀하의 부여 조건과 규정에 따릅니다.
ms_my: 1. Tertakluk pada terma dan syarat piagam anda.
pt_br: 1. Sujeito aos termos e condições das concessões.
ru_ru: 1. В соответствии с условиями ваших субсидий.
th_th: 1. ขึ้นอยู่กับข้อกำหนดและเงื่อนไขของทุนของคุณ
vi_vn: 1. Tuân theo các điều khoản và điều kiện của các khoản chuyển nhượng của bạn.
zh_hans: 1. 受限于您的授予条款和条件。
zh_hant_tw: 1. 受限於您的授予條款和條件。

# stockTableFootnoteTwo
source: 2. For Performance Cash Awards, the Market Value displayed represents the Cash Award Value.
de_de: Bei Performance-Barprämien entspricht der angezeigte Marktwert dem Wert der Barprämie.
es_419: 2. Para las retribuciones de efectivo por resultados, el valor de mercado mostrado representa el valor de la retribución de efectivo.<br>
es_es: 2. Para las retribuciones de efectivo por resultados, el valor de mercado mostrado representa el valor de la retribución de efectivo.
fr_fr: 2. Pour les primes de performance en espèces, la valeur marchande affichée représente la valeur de la prime en espèces.
it_it: 2. Per i conferimenti in denaro per prestazioni, il valore di mercato visualizzato rappresenta il valore del conferimento in denaro.
ja_jp: 2. 業績現金報酬の場合、表示される市場価値は現金報酬価値を表します。
ko_kr: 성과 현금 보상의 경우, 표시된 시장 가치는 현금 보상 가치를 나타냅니다.
ms_my: Untuk Anugerah Tunai Prestasi, Nilai Pasaran yang dipaparkan mewakili Nilai Anugerah Tunai.
pt_br: 2. Nos prêmios em dinheiro por desempenho, o valor de mercado que aparece representa o valor do prêmio em dinheiro.
ru_ru: 2. Для денежных премий за достижение показателей отображаемая рыночная стоимость соответствует фактическому размеру премии.
th_th: 2. สำหรับรางวัลเงินสดตามผลงาน มูลค่าตลาดที่แสดงจะแสดงถึงมูลค่ารางวัลเงินสด
vi_vn: Đối với Phần thưởng tiền mặt dựa trên hiệu suất, Giá trị thị trường được hiển thị đại diện cho Giá trị phần thưởng tiền mặt.
zh_hans: 2. 对于绩效现金奖励，所显示的市场价值即代表现金奖励价值。
zh_hant_tw: 2. 對於績效現金獎勵，所顯示的市場價值即代表現金獎勵價值。

# stockTableNavigationTitleFormat
source: %@ Award Details
de_de: %1$@ Details zur Auszeichnung
es_419: %1$@ Detalles del premio
es_es: Detalles de la retribución %1$@
fr_fr: Détails de l'attribution %1$@
it_it: Dettagli del conferimento %1$@
ja_jp: %1$@報酬の詳細
ko_kr: %1$@ 보상 세부사항
ms_my: Butiran Anugerah %1$@
pt_br: %1$@ Detalhes do prêmio
ru_ru: %1$@ Сведения о компенсации
th_th: รายละเอียดรางวัล %1$@
vi_vn: Chi tiết phần thưởng %1$@
zh_hans: %1$@ 奖励详情
zh_hant_tw: %1$@ 獎勵詳情

# stockTableNoVestingSchedule
source: There is no vesting schedule available for this award. Award may be fully vested.
de_de: Für diese Prämie ist kein Unverfallbarkeitsplan verfügbar. Die Prämie kann vollständig unverfallbar sein.
es_419: No hay calendario de devengo disponible para esta retribución. Es posible que la retribución esté devengada por completo.
es_es: No hay calendario de devengo disponible para esta retribución. Es posible que la retribución esté devengada por completo.
fr_fr: Aucun calendrier d'acquisition n'est disponible pour cette attribution. L'attribution peut être entièrement acquise.
it_it: Per questa assegnazione non è disponibile un piano di maturazione. L'assegnazione potrebbe essere già interamente maturata.
ja_jp: 本報奨に関する権利確定スケジュールはありません。賞は全額権利が確定している可能性がある。
ko_kr: 이 보상에 대해 사용할 수 있는 확정 일정이 없습니다. 보상이 전부 확정될 수 있습니다.
ms_my: Tiada jadual peletakhakan tersedia untuk ganjaran ini. Ganjaran mungkin diletakkan hak sepenuhnya.
pt_br: Não há nenhum cronograma de aquisições disponível para este prêmio. O prêmio pode ser totalmente adquirido.
ru_ru: Нет доступного графика передачи прав для этого вознаграждения. Права на вознаграждение могут быть выданы в полном объеме.
th_th: ไม่มีตารางการมอบตามเวลาที่กำหนดสำหรับรางวัลนี้ อาจมีสิทธิ์ได้รับรางวัลเต็มจํานวน
vi_vn: Không có lịch trao quyền cho phần thưởng này. Phần thưởng có thể được trao quyền toàn bộ.
zh_hans: 此项奖励无可用的归属时间表。奖励可能已全部归属。
zh_hant_tw: 此項獎勵無可用的歸屬時間表。獎勵可能已全部歸屬。

# stockTableNumberOfSharesHeader
source: #of Shares
de_de: # von Anteilen
es_419: # de acciones
es_es: N.º de acciones
fr_fr: Nombre d'actions
it_it: Numero di azioni
ja_jp: 株式数
ko_kr: 주식 수
ms_my: # Saham
pt_br: N.º de ações
ru_ru: # акций
th_th: จำนวนหุ้น
vi_vn: # cổ phiếu
zh_hans: # 股
zh_hant_tw: # 股

# stockTablePayoutDate
source: Payout Date
de_de: Auszahlungstag
es_419: Fecha de desembolso
es_es: Fecha de cobro
fr_fr: Date de paiement
it_it: Data di pagamento
ja_jp: 支払い日
ko_kr: 지급일
ms_my: Tarikh Pembayaran
pt_br: Data do repasse
ru_ru: Дата выплаты
th_th: วันที่จ่าย
vi_vn: Ngày thanh toán
zh_hans: 派息日
zh_hant_tw: 派息日

# stockTableSharesIssued
source: Shares Issued
de_de: Ausgegebene Aktien
es_419: Acciones emitidas
es_es: Acciones emitidas
fr_fr: Actions émises
it_it: Azioni emesse
ja_jp: 発行済株式数
ko_kr: 발행된 주식
ms_my: Saham Dikeluarkan
pt_br: Ações emitidas
ru_ru: Выпущенные акции
th_th: หุ้นที่ออก
vi_vn: Cổ phiếu phát hành
zh_hans: 已签发的股份
zh_hant_tw: 已簽發的股份

# stockTableSymbol
source: Symbol
de_de: Börsenkürzel
es_419: Símbolo
es_es: Símbolo
fr_fr: Symbole
it_it: Simbolo
ja_jp: シンボル
ko_kr: 심볼
ms_my: Simbol
pt_br: Símbolo
ru_ru: Символ
th_th: สัญลักษณ์
vi_vn: Mã
zh_hans: 代号
zh_hant_tw: 代號

# stockTableUnvested
source: Unvested
de_de: Noch verfallbar
es_419: Sin consolidar
es_es: No devengado
fr_fr: Non acquises
it_it: Non maturate
ja_jp: 権利確定前
ko_kr: 미확정
ms_my: Tidak diletak hak
pt_br: Não consolidado
ru_ru: Без обеспечения
th_th: ยังไม่มีสิทธิ์ได้รับ
vi_vn: Chưa được trao quyền
zh_hans: 未归属
zh_hant_tw: 未歸屬

# stockTableVestDateHeader
source: Vest Date
de_de: Tag der Unverfallbarkeit
es_419: Fecha de consolidación
es_es: Fecha de devengo
fr_fr: Date d'acquisition
it_it: Data di maturazione
ja_jp: 権利確定日
ko_kr: 확정일
ms_my: Tarikh Letak Hak
pt_br: Data da aquisição
ru_ru: Дата вестинга
th_th: วันที่มีสิทธิ์ได้รับ
vi_vn: Ngày trao quyền
zh_hans: 归属日期
zh_hant_tw: 歸屬日期

# stockTableVested
source: Vested
de_de: Unverfallbar geworden
es_419: Consolidado
es_es: Devengadas
fr_fr: Acquises
it_it: Maturate
ja_jp: 権利確定済
ko_kr: 확정됨
ms_my: Diletak Hak
pt_br: Consolidado
ru_ru: С обеспечением
th_th: มีสิทธิ์ได้รับ
vi_vn: Đã được trao quyền
zh_hans: 已归属
zh_hant_tw: 已歸屬

# stockTableVestingSchedule
source: Vesting Schedule
de_de: Ablaufplan der Unverfallbarkeitsdaten
es_419: Calendario de adquisición
es_es: Calendario de devengo
fr_fr: Calendrier des acquisitions
it_it: Programma di maturazione
ja_jp: 権利確定スケジュール
ko_kr: 확정 일정
ms_my: Jadual Peletakhakan
pt_br: Cronograma das aquisições
ru_ru: График передачи прав
th_th: ตารางการมอบ
vi_vn: Lịch trao quyền
zh_hans: 归属时间表
zh_hant_tw: 歸屬時間表

source: Strategies
de_de: Strategien
es_419: Estrategias
es_es: Estrategias
fr_fr: Stratégies
it_it: Strategie
ja_jp: 戦略
ko_kr: 전략
ms_my: Strategi
pt_br: Estratégias
ru_ru: Стратегии
th_th: กลยุทธ์
vi_vn: Chiến lược
zh_hans: 策略
zh_hant_tw: 策略

source: Strategy
de_de: Strategie
es_419: Estrategia
es_es: Estrategia
fr_fr: Stratégie
it_it: Strategia
ja_jp: 戦略
ko_kr: 전략
ms_my: Strategi
pt_br: Estratégia
ru_ru: Стратегия
th_th: กลยุทธ์
vi_vn: Chiến lược
zh_hans: 策略
zh_hant_tw: 策略

source: Summary
de_de: Zusammenfassung
es_419: Resumen
es_es: Resumen
fr_fr: Résumé
it_it: Riepilogo
ja_jp: 概要
ko_kr: 요약
ms_my: Ringkasan
pt_br: Resumo
ru_ru: Сводные данные
th_th: สรุป
vi_vn: Tóm tắt
zh_hans: 摘要
zh_hant_tw: 摘要

# summaryCash
source: Cash
de_de: Barguthaben
es_419: Efectivo
es_es: Efectivo
fr_fr: Fonds
it_it: Liquidità
ja_jp: 現金
ko_kr: 현금
ms_my: Tunai
pt_br: Dinheiro
ru_ru: Наличные
th_th: เงินสด
vi_vn: Tiền mặt
zh_hans: 现金
zh_hant_tw: 現金

# summaryCashTransfer
source: Transfer
de_de: Überweisen
es_419: Transferir
es_es: Transferir
fr_fr: Transférer
it_it: Trasferisci
ja_jp: 振替
ko_kr: 이체
ms_my: Pemindahan
pt_br: Transferir
ru_ru: Перевод
th_th: โอน
vi_vn: Chuyển nhượng
zh_hans: 转帐
zh_hant_tw: 轉帳

# summaryDeferredAwardValue
source: Deferred Award Value
de_de: Aufgeschobener Prämienwert
es_419: Valor de la retribución diferida
es_es: Valor de la retribución diferida
fr_fr: Valeur de l'attribution différée
it_it: Valore del conferimento differito
ja_jp: 繰延報奨価額
ko_kr: 이연 보상 가치
ms_my: Nilai Anugerah Tertunda
pt_br: Valor do prêmio prorrogado
ru_ru: Стоимость отложенных вознаграждений
th_th: มูลค่ารางวัลที่รอการชำระ
vi_vn: Giá trị phần thưởng hoãn lại
zh_hans: 递延奖励价值
zh_hant_tw: 遞延獎勵價值

# summaryExercisableEquityAwardValue
source: Exercisable Equity Award Value
de_de: Ausübbarer Aktienprämienwert
es_419: Valor de la retribución de acciones ejercitables
es_es: Valor de la retribución de acciones ejercitables
fr_fr: Valeur de l'attribution d'actions exerçable
it_it: Valore del conferimento di titoli azionari riscattabile
ja_jp: 行使可能な株式報酬価額
ko_kr: 행사 가능한 주식 보상 가치
ms_my: Nilai Anugerah Ekuiti Boleh Laksana
pt_br: Valor do prêmio de capital exercitável
ru_ru: Стоимость реализуемого долевого вознаграждения
th_th: มูลค่ารางวัลที่เป็นสินทรัพย์ทุนและใช้สิทธิได้
vi_vn: Giá trị phần thưởng cổ phần có thể thực hiện
zh_hans: 可行使的股权奖励价值
zh_hant_tw: 可行使的股權獎勵價值

# summaryNoGrant
source: Sorry, there is no grant information available for this account.
de_de: Leider sind für dieses Konto keine Zuschussinformationen verfügbar.
es_419: No hay información de concesiones disponible para esta cuenta.
es_es: No hay información de concesiones disponible para esta cuenta.
fr_fr: Aucune information sur les octrois n'est disponible pour ce compte.
it_it: Spiacenti, per questo conto non sono disponibili informazioni sulle sovvenzioni.
ja_jp: 申し訳ございませんが、このアカウントには授与情報がありません。
ko_kr: 죄송합니다. 이 계정에 사용할 수 있는 부여 정보가 없습니다.
ms_my: Maaf, tiada maklumat piagam tersedia untuk akaun ini.
pt_br: Não há informações de concessões disponíveis sobre esta conta.
ru_ru: К сожалению, для этого счета нет информации о субсидиях.
th_th: ขออภัยไม่มีข้อมูลการมอบทุนสำหรับบัญชีนี้
vi_vn: Rất tiếc, không có thông tin tài trợ nào cho tài khoản này.
zh_hans: 抱歉，此帐户无可用的授予资讯。
zh_hant_tw: 抱歉，此帳戶無可用的授予資訊。

# summaryPreIPOMessage
source: *Market values are not displayed for private companies.
de_de: Der jeweilige Marktwert wird nicht für Privatunternehmen angezeigt
es_419: *No se muestran los valores de mercado para empresas privadas.
es_es: *No se muestran los valores de mercado para empresas privadas.
fr_fr: * Les valeurs de marché ne sont pas affichées pour les sociétés non cotées en bourse.
it_it: *I valori di mercato non vengono visualizzati per le società private.
ja_jp: *非公開会社の市場価値は表示されません。
ko_kr: *비상장 기업의 경우 시장 가치는 표시되지 않습니다.
ms_my: *Nilai pasaran tidak dipaparkan untuk syarikat swasta.
pt_br: *Os valores de mercado não aparecem no caso de empresas privadas.
ru_ru: *Для частных компаний рыночная стоимость не отображается.
th_th: *ค่าตลาดจะไม่แสดงสำหรับ บริษัท เอกชน
vi_vn: *Giá trị thị trường không được hiển thị đối với các công ty tư nhân.
zh_hans: *不显示非上市公司的市场价值。
zh_hant_tw: *不顯示非上市公司的市場價值。

# summarySharePositionValue
source: Share Position Value
de_de: Positionswert teilen
es_419: Valor de la posición de la acción
es_es: Valor de la posición de la acción
fr_fr: Valeur de la position en actions
it_it: Valore della posizione azionaria
ja_jp: 株式ポジション価値
ko_kr: 주식 포지션 가치
ms_my: Nilai Kedudukan Saham
pt_br: Valor da posição da ação
ru_ru: Стоимость позиции акции
th_th: มูลค่าสถานะซื้อขายหุ้น
vi_vn: Giá trị vị thế cổ phiếu
zh_hans: 股份仓位价值
zh_hant_tw: 股份倉位價值

# summaryTotalLabel
source: Total
de_de: Gesamtwert
it_it: Totale
ja_jp: 合計
ko_kr: 총계
ms_my: Jumlah
ru_ru: Всего
th_th: รวม
vi_vn: Tổng
zh_hans: 总计
zh_hant_tw: 總計

# summaryUnvestedAwardValue
source: Unvested Award Value
de_de: Uninvestierter Prämienwert
es_419: Valor de la retribución no devengada
es_es: Valor de la retribución no devengada
fr_fr: Valeur de l'attribution non acquise
it_it: Valore del conferimento non maturato
ja_jp: 権利未確定の報奨価額
ko_kr: 미확정 보상 가치
ms_my: Nilai Anugerah Tidak Diletak Hak
pt_br: Valor do prêmio não consolidado
ru_ru: Стоимость вознаграждения без права владения
th_th: มูลค่ารางวัลที่ยังไม่มีสิทธิ์ได้รับ
vi_vn: Giá trị phần thưởng chưa được trao
zh_hans: 未归属的奖励价值
zh_hant_tw: 未歸屬的獎勵價值

source: Symbol
de_de: Börsenkürzel
es_419: Símbolo
es_es: Símbolo
fr_fr: Symbole
it_it: Simbolo
ja_jp: シンボル
ko_kr: 심볼
ms_my: Simbol
pt_br: Símbolo
ru_ru: Символ
th_th: สัญลักษณ์
vi_vn: Mã
zh_hans: 代号
zh_hant_tw: 代號

source: Symbols
de_de: Börsenkürzel
es_419: Símbolos
es_es: Símbolos
fr_fr: Symboles
it_it: Simboli
ja_jp: シンボル
ko_kr: 심볼
ms_my: Simbol
pt_br: Símbolos
ru_ru: Тикеры
th_th: สัญลักษณ์
vi_vn: Mã
zh_hans: 代号
zh_hant_tw: 代號

source: Target Shares
de_de: Zielaktien
es_419: Acciones objetivo
es_es: Acciones objetivo
fr_fr: Actions cibles
it_it: Azioni target
ja_jp: 目標株数
ko_kr: 목표 주식
ms_my: Saham Sasaran
pt_br: Ações alvo
ru_ru: Целевые акции
th_th: หุ้นเป้าหมาย
vi_vn: Cổ phiếu Target
zh_hans: 目标股份
zh_hant_tw: 目標股份

source: Tax Withholding Method
de_de: Steuereinbehaltungseinstellungen
es_419: Método de retención fiscal
es_es: Método de retención fiscal
fr_fr: Méthode de retenue d'impôt
it_it: Metodo di ritenuta d'imposta
ja_jp: 源泉徴収方法
ko_kr: 세금 원천징수 방법
ms_my: Kaedah Penahanan Cukai
pt_br: Método de retenção de imposto
ru_ru: Метод удержания налогов
th_th: วิธีหักภาษี ณ ที่จ่าย
vi_vn: Phương pháp khấu trừ thuế
zh_hans: 税务预扣方法
zh_hant_tw: 稅務預扣方法

# taxWithholdingSectionTitle
source: Equity Award Tax Rate
de_de: Steuersatz für Prämien in Aktienkapital
es_419: Tasa de impuesto sobre la retribución de acciones
es_es: Tasa impositiva sobre la retribución de acciones
fr_fr: Taux d’imposition des primes en actions
it_it: Aliquota fiscale del conferimento azionario
ja_jp: 株式報酬税率
ko_kr: 주식 보상 세율
ms_my: Kadar Cukai Ganjaran Ekuiti
pt_br: Alíquota sobre premiação em ações
ru_ru: Ставка налога на долевые акционные вознаграждения
th_th: อัตราภาษีสำหรับรางวัลที่เป็นสินทรัพย์ทุน
vi_vn: Thuế suất phần thưởng cổ phần
zh_hans: 股权奖励税率
zh_hant_tw: 股權獎勵稅率

# tickerFilterFilterSymbols
source: Filter Symbols
de_de: Filter-Symbole
es_419: Filtrar símbolos
es_es: Filtrar símbolos
fr_fr: Filtrer les symboles
it_it: Filtra per simboli
ja_jp: シンボルをフィルタリング
ko_kr: 심볼 필터
ms_my: Simbol Penapis
pt_br: Filtrar símbolos
ru_ru: Фильтр тикеров
th_th: สัญลักษณ์ตัวกรอง
vi_vn: Biểu tượng bộ lọc
zh_hans: 筛选代号
zh_hant_tw: 篩選代號

# tickerFilterPickerCancel
source: Cancel
de_de: Abbrechen
es_419: Cancelar
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: 取消し
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отменить
th_th: ยกเลิก
vi_vn: Huỷ
zh_hans: 取消
zh_hant_tw: 取消

# tickerFilterPickerDone
source: Done
de_de: Fertig
es_419: Listo
es_es: Listo
fr_fr: Terminé
it_it: Fatto
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Pronto
ru_ru: Готово
th_th: เสร็จแล้ว
vi_vn: Xong
zh_hans: 完成
zh_hant_tw: 完成

# tickerFilterPickerNavigationTitle
source: Companies
de_de: Unternehmen
es_419: Empresas
es_es: Empresas
fr_fr: Sociétés
it_it: Società
ja_jp: 会社
ko_kr: 회사
ms_my: Syarikat
pt_br: Empresas
ru_ru: Компании
th_th: บริษัท
vi_vn: Công ty
zh_hans: 公司
zh_hant_tw: 公司

source: Timing
de_de: Gültigkeitsdauer
es_419: Fecha y hora
es_es: Fecha y hora
fr_fr: Validité
it_it: Tempistica
ja_jp: タイミング
ko_kr: 타이밍
ms_my: Masa
pt_br: Momento
ru_ru: Сроки
th_th: จังหวะ
vi_vn: Thời gian
zh_hans: 有效期限
zh_hant_tw: 有效期限

source: To
de_de: An
es_419: Para
es_es: A
fr_fr: À
it_it: A
ja_jp: 宛先
ko_kr: 종료
ms_my: Kepada
pt_br: Para
ru_ru: Кому
th_th: ถึง
vi_vn: Đến
zh_hans: 至
zh_hant_tw: 至

# tooltipAxReadoutFormat
source: %@ info
de_de: %1$@ Informationen
es_419: %1$@ información
es_es: %1$@ información
fr_fr: Infos %1$@
it_it: %1$@ informazioni
ja_jp: %1$@情報
ko_kr: %1$@ 정보
ms_my: %1$@ info
pt_br: Informações de %1$@
ru_ru: Сведения по теме «%1$@»
th_th: %1$@ ข้อมูล
vi_vn: Thông tin %1$@
zh_hans: %1$@资讯
zh_hant_tw: %1$@資訊

source: Total
de_de: Gesamtwert
it_it: Totale
ja_jp: 合計
ko_kr: 총계
ms_my: Jumlah
ru_ru: Всего
th_th: รวม
vi_vn: Tổng
zh_hans: 总计
zh_hant_tw: 總計

source: Total Exercise Quantity
de_de: Gesamtzahl der Trainingseinheiten
es_419: Cantidad total para ejercer
es_es: Cantidad total para ejercer
fr_fr: Quantité totale à exercer
it_it: Quantità totale riscattata
ja_jp: 行使総量
ko_kr: 총 행사 수량
ms_my: Jumlah Kuantiti Pelaksanaan
pt_br: Quantidade total a exercer
ru_ru: Общее количество к исполнению
th_th: รวมการใช้สิทธิทั้งหมด
vi_vn: Tổng số lượng thực hiện
zh_hans: 行使总量
zh_hant_tw: 行使總量

source: Total Hold Quantity
de_de: Gesamtzahl der Wartemengen
es_419: Cantidad total para retener
es_es: Cantidad total para retener
fr_fr: Quantité totale détenue
it_it: Quantità totale mantenuta
ja_jp: 合計保有数量
ko_kr: 총 보유 수량
ms_my: Jumlah Kuantiti Pegangan
pt_br: Quantidade total a reter
ru_ru: Общее количество на удержание
th_th: รวมจำนวนที่ถือครอง
vi_vn: Tổng số lượng giữ
zh_hans: 总持有数量
zh_hant_tw: 總持有數量

source: Total Quantity to Exercise
de_de: Gesamtzahl der zu trainierenden Einheiten
es_419: Cantidad total para ejercer
es_es: Cantidad total para ejercer
fr_fr: Quantité totale à exercer
it_it: Quantità totale da riscattare
ja_jp: 行使する総量
ko_kr: 행사할 총 수량
ms_my: Jumlah Kuantiti untuk Pelaksanaan
pt_br: Quantidade total a exercer
ru_ru: Общее количество к исполнению
th_th: รวมจำนวนที่จะใช้สิทธิ
vi_vn: Tổng số lượng để thực hiện
zh_hans: 欲行使总量
zh_hant_tw: 欲行使總量

source: Total Sell Quantity
de_de: Verkaufsmenge insgesamt
es_419: Cantidad total de venta
es_es: Cantidad total de venta
fr_fr: Quantité totale vendue
it_it: Quantità totale da vendere
ja_jp: 合計売却数量
ko_kr: 총 매도 수량
ms_my: Jumlah Kuantiti Jualan
pt_br: Quantidade total para venda
ru_ru: Общее количество на продажу
th_th: รวมจำนวนที่ขาย
vi_vn: Tổng số lượng bán
zh_hans: 总卖出数量
zh_hant_tw: 總賣出數量

# totalSharesExercise
source: Total Shares to Exercise
de_de: Gesamtzahl der auszuübenden Aktien
es_419: Total de acciones para ejercer
es_es: Total de acciones para ejercer
fr_fr: Total des actions à exercer
it_it: Totale azioni da riscattare
ja_jp: 行使株式総数
ko_kr: 행사할 총 주식
ms_my: Jumlah Saham untuk Pelaksanaan
pt_br: Total de ações a exercer
ru_ru: Общее количество акций к исполнению
th_th: รวมจำนวนหุ้นที่สามารถใช้สิทธิได้
vi_vn: Tổng số cổ phiếu để thực hiện
zh_hans: 欲行使的股份总数
zh_hant_tw: 欲行使的股份總數

# totalSharesHold
source: Total Shares to Hold
de_de: Gesamtzahl der zu haltenden Aktien
es_419: Total de acciones para mantener
es_es: Total de acciones para mantener
fr_fr: Total des actions à détenir
it_it: Totale azioni da mantenere
ja_jp: 保有株式総数
ko_kr: 보유 총 주식
ms_my: Jumlah Saham untuk Dipegang
pt_br: Total de ações a manter
ru_ru: Общее количество акций на удержание
th_th: จำนวนหุ้นทั้งหมดที่ถือครอง
vi_vn: Tổng số cổ phiếu cần nắm giữ
zh_hans: 欲持有的股份总数
zh_hant_tw: 欲持有的股份總數

# totalSharesSell
source: Total Shares to Sell
de_de: Gesamtzahl der zu verkaufenden Aktien
es_419: Total de acciones para vender
es_es: Total de acciones para vender
fr_fr: Total d'actions à vendre
it_it: Totale azioni da vendere
ja_jp: 売却株式総数
ko_kr: 매도할 총 주식
ms_my: Jumlah Saham untuk Dijual
pt_br: Total de ações para venda
ru_ru: Общее количество акций на продажу
th_th: จำนวนหุ้นทั้งหมดที่จะขาย
vi_vn: Tổng số cổ phiếu cần bán
zh_hans: 欲卖出的股份总数
zh_hant_tw: 欲賣出的股份總數

source: Trade
de_de: Handeln
es_419: Negociar
es_es: Negociar
fr_fr: Transaction
it_it: Operazioni
ja_jp: 取引
ko_kr: 거래
ms_my: Perdagangan
pt_br: Negociação
ru_ru: Торговля
th_th: การเทรด
vi_vn: Giao dịch
zh_hans: 交易
zh_hant_tw: 交易

# tradeChangeRequestReceivedTitle
source: Change Request Received
de_de: Änderungsantrag erhalten
es_419: Solicitud de cambio recibida
es_es: Solicitud de cambio recibida
fr_fr: Demande de modification reçue
it_it: Richiesta di modifica ricevuta
ja_jp: 変更リクエストを受信しました
ko_kr: 변경 요청 접수
ms_my: Permintaan Perubahan Diterima
pt_br: Solicitação de mudança recebida
ru_ru: Получен запрос на изменение
th_th: ได้รับคําขอเปลี่ยนแปลงแล้ว
vi_vn: Yêu cầu thay đổi đã nhận
zh_hans: 已收到变更请求
zh_hant_tw: 已收到變更請求
